IdeaRS.Connections
InternalForceOnSegmentData.ForceIn Property
Compatible with IDEA StatiCa 0.0
 Gets or sets force position mode Position = 0, Node = 1, Bolts = 2,
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ForcesIn ForceIn { get; set; }
Property Value
Type: ForcesIn
See Also
Reference
InternalForceOnSegmentData Class
IdeaRS.Connections.Data Namespace